Repository: antnbaranov/Baranov
Catalog: Baranov/Localizable.xcstrings
Source language: en
Languages: ar, bg, bs, ca, cs, da, de, el, es, et, eu, fi, fr, ga, gl, he, hi, hr, hu, id, is, it, ja, ka, kk, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, ro, ru, sk, sl, sq, sr, sv, th, tr, uk, vi, zh_hans, zh_hk

source: No road goes further. A packet will carry it across — or hand it to someone crossing sooner and it skips the wait.
ar: لا يوجد طريق يذهب أبعد من ذلك. سوف تحملها الحزمة عبرها - أو تسلمها إلى شخص يعبر عاجلاً وتتخطى الانتظار.
bg: Никой път не продължава по-нататък. Пакетът ще го пренесе - или ще го предаде на някой, който пресича по-рано, и ще пропусне чакането.
bs: Nijedan put ne ide dalje. Paket će ga prenijeti - ili ga predati nekome tko prije prijeđe i preskoči čekanje.
ca: Cap camí va més enllà. Un paquet el transportarà, o el lliurarà a algú que creua abans i es salta l'espera.
cs: Žádná cesta nevede dál. Paket jej přenese – nebo jej předá někomu přecházejícímu dříve a čekání přeskočí.
da: Ingen vej går længere. En pakke vil bære den over - eller aflevere den til en, der krydser hurtigere, og den springer ventetiden over.
de: Kein Weg führt weiter. Ein Paket trägt es über die Grenze – oder gibt es früher an jemanden weiter, und die Wartezeit entfällt.
el: Κανένας δρόμος δεν πάει παραπέρα. Ένα πακέτο θα το μεταφέρει - ή θα το παραδώσει σε κάποιον που θα περάσει νωρίτερα και παρακάμπτει την αναμονή.
es: Ningún camino va más lejos. Un paquete lo transportará, o se lo entregará a alguien que cruce antes y se saltará la espera.
et: Ükski tee ei lähe kaugemale. Pakend kannab selle üle – või anna see kellelegi, kes ületab varem, ja see jätab ootamise vahele.
eu: Ez dago biderik urrunago. Pakete batek zehar eramango du, edo lehenago zeharkatzen duen norbaiti emango dio eta itxaronaldia saltatzen du.
fi: Mikään tie ei mene pidemmälle. Paketti kuljettaa sen poikki - tai anna se jollekulle, joka ylittää aikaisemmin, ja se ohittaa odotuksen.
fr: Aucune route ne va plus loin. Un paquet le transportera – ou le remettra à quelqu'un qui traverse plus tôt et il évitera l'attente.
ga: Ní théann bóthar ar bith níos faide. Déanfaidh paicéad é a iompar - nó é a thabhairt do dhuine éigin a bheidh ag trasnú níos luaithe agus ní bheidh aon ghá leis.
gl: Ningún camiño vai máis lonxe. Un paquete levarao a través ou entregarao a alguén que cruce antes e saltará a espera.
he: שום כביש לא הולך יותר. חבילה תעביר אותה - או תמסור אותה למישהו שעובר מוקדם יותר והיא מדלגת על ההמתנה.
hi: कोई सड़क आगे नहीं जाती. एक पैकेट इसे पार ले जाएगा - या इसे जल्दी पार करने वाले किसी व्यक्ति को सौंप देगा और यह प्रतीक्षा छोड़ देगा।
hr: Nijedan put ne vodi dalje. Paket će ga prenijeti - ili ga predati nekome tko prijeđe i preskočit će čekanje.
hu: Egyetlen út sem megy tovább. Egy csomag átviszi – vagy adja át valakinek, aki hamarabb átkel, és kihagyja a várakozást.
id: Tidak ada jalan yang lebih jauh. Sebuah paket akan membawanya menyeberang — atau menyerahkannya kepada seseorang yang menyeberang lebih cepat dan paket tersebut tidak perlu menunggu.
is: Enginn vegur gengur lengra. Pakki ber hann yfir - eða afhendir einhverjum sem fer fyrr yfir hann og hann sleppir biðinni.
it: Nessuna strada va oltre. Un pacchetto lo trasporterà o lo consegnerà a qualcuno che attraversa prima e salterà l'attesa.
ja: これ以上進む道はない。パケットはそれを運びます - またはより早く横断する人にそれを渡し、待ち時間をスキップします。
ka: გზა უფრო შორს არ მიდის. პაკეტი გადაიტანს მას - ან გადასცემს ვინმეს, ვინც უფრო ადრე გადაკვეთს და ის გამოტოვებს ლოდინს.
kk: Әрі қарай жол жүрмейді. Пакет оны өткізеді немесе тезірек өтіп бара жатқан адамға тапсырады және ол күтуді өткізіп жібереді.
ko: 더 이상 갈 길은 없습니다. 패킷은 그것을 건너갈 것입니다. 또는 더 빨리 건너는 사람에게 전달하고 대기를 건너뜁니다.
lt: Joks kelias toliau nenueina. Paketas perneš jį skersai arba paduosi kam nors, kuris peržengs anksčiau, ir jis nelauks.
lv: Tālāk neviens ceļš neiet. Paciņa to pārnēsīs vai nodos kādam, kas šķērso ātrāk, un tā izlaidīs gaidīšanu.
mk: Ниту еден пат не оди понатаму. Пакетот ќе го пренесе - или ќе го предаде на некој што ќе премине порано и ќе го прескокне чекањето.
ms: Tiada jalan yang lebih jauh. Satu paket akan membawanya melintasi — atau menyerahkannya kepada seseorang yang melintas lebih awal dan ia melangkau menunggu.
mt: L-ebda triq ma tmur lil hinn. Pakkett se jġorrha — jew jgħaddih lil xi ħadd li jaqsam qabel u jaqbeż l-istennija.
nb: Ingen vei går lenger. En pakke vil bære den over - eller gi den til noen som krysser tidligere, og den hopper over ventetiden.
nl: Geen enkele weg gaat verder. Een pakketje brengt het naar de overkant - of geef het eerder aan iemand die oversteekt en het wachten wordt overgeslagen.
pl: Żadna droga nie prowadzi dalej. Pakiet przeniesie go dalej — lub przekaże go wcześniej osobie przechodzącej przez granicę i pominie czas oczekiwania.
pt_br: Nenhuma estrada vai além. Um pacote irá transportá-lo – ou entregá-lo a alguém que atravessa mais cedo e ele evita a espera.
ro: Niciun drum nu merge mai departe. Un pachet îl va transporta - sau îl va înmâna cuiva care traversează mai devreme și omite așteptarea.
ru: Никакая дорога не идет дальше. Пакет перенесет его через границу или передаст его кому-то, кто пересечет границу раньше, и он пропустит ожидание.
sk: Žiadna cesta nevedie ďalej. Paket ho prenesie naprieč – alebo ho odovzdá niekomu, kto prechádza skôr, a preskočí čakanie.
sl: Nobena cesta ne gre dlje. Paket ga bo odnesel čez — ali pa ga predal nekomu, ki bo prej prečkal in preskoči čakanje.
sq: Asnjë rrugë nuk shkon më tej. Një paketë do ta bartë atë - ose do t'ia dorëzojë dikujt që kalon më shpejt dhe ajo anashkalon pritjen.
sr: Ниједан пут не иде даље. Пакет ће га пренети - или ће га предати некоме ко пређе и прескочиће чекање.
sv: Ingen väg går längre. Ett paket kommer att bära det över - eller lämna det till någon som passerar tidigare och det hoppar över väntan.
th: ไม่มีถนนใดที่จะไปไกลกว่านี้ แพ็กเก็ตจะพามันข้าม — หรือมอบให้คนที่ข้ามเร็วกว่านั้น และมันจะข้ามการรอคอย
tr: Hiçbir yol daha ileri gitmez. Bir paket onu karşı tarafa taşıyacak veya daha erken geçen birine verecek ve beklemeyi atlayacak.
uk: Жодна дорога не йде далі. Пакет перенесе його — або передасть комусь, хто перетне раніше, і він пропустить очікування.
vi: Không có con đường nào đi xa hơn. Một gói hàng sẽ mang nó đi — hoặc đưa nó cho người nào đó băng qua sớm hơn và nó sẽ bỏ qua thời gian chờ đợi.
zh_hans: 没有路可以走得更远。一个包裹会带着它过去——或者把它交给更快过境的人，它会跳过等待。
zh_hk: 沒有路可以走得更遠。一個包裹會帶著它過去——或者把它交給更快過境的人，它會跳過等待。

source: No road goes further. Baranov is arranging the next packet — until it does, a carrier heading across can take %@ instead.
ar: لا يوجد طريق يذهب أبعد من ذلك. يقوم بارانوف بترتيب الحزمة التالية - وحتى يتم ذلك، يمكن للناقل المتجه عبره أن يأخذ %@ بدلاً من ذلك.
bg: Никой път не продължава по-нататък. Баранов организира следващия пакет — докато не го направи, превозвач, който се насочва отсреща, може да вземе %@ вместо това.
bs: Nijedan put ne ide dalje. Baranov dogovara sledeći paket – dok to ne uradi, nosilac koji ide preko može umesto toga uzeti %@.
ca: Cap camí va més enllà. Baranov està organitzant el següent paquet; fins que no ho fa, un transportista que es dirigeix ​​​​en pot agafar %@.
cs: Žádná cesta nevede dál. Baranov zařizuje další paket — dokud se tak nestane, může nosič směřující přes místo vzít %@.
da: Ingen vej går længere. Baranov er ved at arrangere den næste pakke - indtil den gør det, kan en transportør på vej over tage %@ i stedet.
de: Kein Weg führt weiter. Baranov bereitet das nächste Paket vor – bis dahin kann ein rüberkommender Träger stattdessen %@ nehmen.
el: Κανένας δρόμος δεν πάει παραπέρα. Ο Baranov τακτοποιεί το επόμενο πακέτο — μέχρι να το κάνει, ένας φορέας που κατευθύνεται απέναντι μπορεί να πάρει %@.
es: Ningún camino va más lejos. Baranov está organizando el siguiente paquete; hasta que lo haga, un transportista que se dirija al otro lado puede tomar %@ en su lugar.
et: Ükski tee ei lähe kaugemale. Baranov korraldab järgmise paketi – kuni seda ei tehta, võib üle suunduv kandja võtta selle asemel %@.
eu: Ez dago biderik urrunago. Baranov hurrengo paketea antolatzen ari da — egiten duen arte, zeharkatzen duen garraiolari batek %@ har dezake ordez.
fi: Mikään tie ei mene pidemmälle. Baranov järjestää seuraavaa pakettia – kunnes se tekee, poikki kulkeva operaattori voi viedä sen sijaan %@:n.
fr: Aucune route ne va plus loin. Baranov organise le prochain paquet – en attendant, un transporteur en route peut prendre %@ à la place.
ga: Ní théann bóthar ar bith níos faide. Tá an chéad phaicéad eile á shocrú ag Baranov - go dtí go ndéanann sé, féadfaidh iompróir a théann trasna %@ a ghlacadh ina ionad.
gl: Ningún camiño vai máis lonxe. Baranov está a organizar o seguinte paquete; ata que o faga, un transportista que se dirixe pode levar %@ no seu lugar.
he: שום כביש לא הולך יותר. ברנוב מארגן את החבילה הבאה - עד שזה יקרה, ספק שנוסע מעבר יכול לקחת %@ במקום זאת.
hi: कोई सड़क आगे नहीं जाती. बारानोव अगले पैकेट की व्यवस्था कर रहा है - जब तक ऐसा नहीं होता, तब तक आगे जाने वाला एक वाहक इसके बजाय %@ ले सकता है।
hr: Nijedan put ne vodi dalje. Baranov dogovara sljedeći paket — dok to ne učini, prijevoznik koji ide prijeko može primiti %@.
hu: Egyetlen út sem megy tovább. Baranov intézi a következő csomagot – amíg ez megtörténik, egy átmenő hordozó elviheti helyette a %@-t.
id: Tidak ada jalan yang lebih jauh. Baranov sedang mengatur paket berikutnya — sampai paket berikutnya tiba, operator yang melintasinya dapat mengambil %@ sebagai gantinya.
is: Enginn vegur fer lengra. Baranov er að raða næsta pakka - þar til það gerist getur flutningsaðili sem stefnir yfir tekið %@ í staðinn.
it: Nessuna strada va oltre. Baranov sta organizzando il pacchetto successivo: fino a quando non lo farà, un corriere in viaggio potrà invece prendere %@.
ja: これ以上進む道はない。 Baranov は次のパケットを手配中です。それが完了するまで、対向するキャリアは代わりに %@ を使用できます。
ka: გზა აღარ მიდის. ბარანოვი აწყობს შემდეგ პაკეტს - სანამ ეს არ მოხდება, გადამზიდავმა, რომელიც მიმართულია სხვა მიმართულებით, შეუძლია მიიღოს %@.
kk: Әрі қарай жол жүрмейді. Баранов келесі пакетті реттеп жатыр — ол орындалғанға дейін, оның орнына өтіп бара жатқан тасымалдаушы %@ қабылдай алады.
ko: 더 이상 갈 길이 없습니다. Baranov는 다음 패킷을 준비하고 있습니다. 그렇게 될 때까지 건너편으로 향하는 캐리어는 대신 %@을(를) 사용할 수 있습니다.
lt: Joks kelias toliau nenueina. Baranovas rengia kitą paketą – kol jis to nepadarys, skersai einantis vežėjas gali priimti %@.
lv: Tālāk neviens ceļš neiet. Baranovs kārto nākamo paketi — kamēr tas nav izdarīts, pārvadātājs, kas virzās pāri, tā vietā var paņemt %@.
mk: Ниту еден пат не оди понатаму. Баранов го уредува следниот пакет - додека не се случи, превозникот што се движи наспроти може да земе %@ наместо тоа.
ms: Tiada jalan yang lebih jauh. Baranov sedang mengatur paket seterusnya — sehingga ia berlaku, pembawa yang menuju ke seberang boleh mengambil %@.
mt: L-ebda triq ma tmur lil hinn. Baranov qed jirranġa l-pakkett li jmiss — sakemm jagħmel dan, trasportatur li jmur jaqsam jista' jieħu %@ minflok.
nb: Ingen vei går lenger. Baranov arrangerer neste pakke – inntil den gjør det, kan en transportør som går over ta %@ i stedet.
nl: Geen enkele weg gaat verder. Baranov is bezig met het regelen van het volgende pakket. Totdat dat gebeurt, kan een vervoerder die naar de overkant gaat, in plaats daarvan %@ meenemen.
pl: Żadna droga nie prowadzi dalej. Baranov organizuje następny pakiet — dopóki tak się nie stanie, przewoźnik jadący na drugą stronę może zamiast tego przyjąć %@.
pt_br: Nenhuma estrada vai além. Baranov está organizando o próximo pacote - até que isso aconteça, uma transportadora que está atravessando pode levar %@ em vez disso.
ro: Niciun drum nu merge mai departe. Baranov aranjează următorul pachet — până când o face, un transportator care se îndreaptă poate lua în schimb %@.
ru: Никакая дорога не идет дальше. Баранов организует следующий пакет — до тех пор, пока это не произойдет, перевозчик, направляющийся через него, может вместо этого принять %@.
sk: Žiadna cesta nevedie ďalej. Baranov zariaďuje ďalší paket – kým to neurobí, nositeľ smerujúci naprieč môže namiesto toho prijať %@.
sl: Nobena cesta ne gre dlje. Baranov ureja naslednji paket - dokler se ne zgodi, lahko prevoznik, ki gre čez, sprejme %@.
sq: Asnjë rrugë nuk shkon më tej. Baranov po rregullon paketën e radhës - derisa të bëhet, një operator transportues që shkon përtej mund të marrë %@ në vend të kësaj.
sr: Ниједан пут не иде даље. Баранов договара следећи пакет — док то не уради, носилац који иде преко може уместо тога узети %@.
sv: Ingen väg går längre. Baranov arrangerar nästa paket — tills det gör det kan en bärare som är på väg över ta %@ istället.
th: ไม่มีถนนใดที่จะไปต่อ บารานอฟกำลังจัดเตรียมแพ็กเก็ตถัดไป — จนกว่าจะเป็นเช่นนั้น เรือบรรทุกที่มุ่งหน้าไปยังสามารถรับ %@ แทนได้
tr: Hiçbir yol daha ileri gitmez. Baranov bir sonraki paketi hazırlıyor — bu gerçekleşene kadar, karşıya geçen bir taşıyıcı onun yerine %@ alabilir.
uk: Жодна дорога не йде далі. Баранов організовує наступний пакет — поки це не відбудеться, перевізник, який прямує навпроти, може прийняти замість нього %@.
vi: Không có con đường nào đi xa hơn. Baranov đang sắp xếp gói tiếp theo - thay vào đó, một nhà cung cấp dịch vụ đi ngang qua có thể nhận %@.
zh_hans: 没有路可以走得更远。巴拉诺夫正在安排下一个数据包——直到它完成之前，穿越的承运人可以取而代之的是%@。
zh_hk: 沒有路可以走得更遠。巴拉諾夫正在安排下一個資料包——直到它完成之前，穿越的承運人可以取而代之的是%@。

source: No road or nearby port connects those two places.
ar: ولا يوجد طريق أو ميناء قريب يربط بين هذين المكانين.
bg: Няма път или близко пристанище, което да свързва тези две места.
bs: Nijedan put ili obližnja luka ne povezuje ta dva mjesta.
ca: Cap carretera o port proper connecta aquests dos llocs.
cs: Žádná silnice ani nedaleký přístav tato dvě místa nespojuje.
da: Ingen vej eller nærliggende havn forbinder disse to steder.
de: Keine Straße oder ein nahegelegener Hafen verbindet diese beiden Orte.
el: Κανένας δρόμος ή κοντινό λιμάνι δεν συνδέει αυτά τα δύο μέρη.
es: Ninguna carretera o puerto cercano conecta esos dos lugares.
et: Neid kahte kohta ei ühenda ükski tee ega lähedalasuv sadam.
eu: Ez dago errepiderik edo inguruko porturik bi leku horiek lotzen dituenik.
fi: Mikään tie tai läheinen satama ei yhdistä näitä kahta paikkaa.
fr: Aucune route ni port à proximité ne relie ces deux endroits.
ga: Ní nascann aon bhóthar ná calafort in aice leis an dá áit sin.
gl: Ningunha estrada nin porto próximo conecta eses dous lugares.
he: שום כביש או נמל סמוך לא מחבר את שני המקומות האלה.
hi: कोई भी सड़क या नजदीकी बंदरगाह उन दोनों स्थानों को नहीं जोड़ता है।
hr: Nikakva cesta ili obližnja luka ne povezuje ta dva mjesta.
hu: Ezt a két helyet semmilyen út vagy közeli kikötő nem köti össze.
id: Tidak ada jalan raya atau pelabuhan terdekat yang menghubungkan kedua tempat tersebut.
is: Enginn vegur eða nærliggjandi höfn tengir þessa tvo staði.
it: Nessuna strada o porto vicino collega questi due luoghi.
ja: この 2 つの場所を結ぶ道路や近くの港はありません。
ka: არც ერთი გზა ან ახლომდებარე პორტი არ აკავშირებს ამ ორ ადგილს.
kk: Ешбір жол немесе жақын маңдағы порт бұл екі орынды байланыстырмайды.
ko: 이 두 장소를 연결하는 도로나 인근 항구는 없습니다.
lt: Joks kelias ar šalia esantis uostas tų dviejų vietų nesujungia.
lv: Neviens ceļš vai tuvējā osta nesavieno šīs divas vietas.
mk: Ниту еден пат или блиско пристаниште не ги поврзува тие две места.
ms: Tiada jalan raya atau pelabuhan berdekatan yang menghubungkan kedua-dua tempat itu.
mt: L-ebda triq jew port fil-qrib ma jgħaqqad dawk iż-żewġ postijiet.
nb: Ingen vei eller nærliggende havn forbinder disse to stedene.
nl: Geen enkele weg of nabijgelegen haven verbindt deze twee plaatsen.
pl: Żadna droga ani pobliski port nie łączy tych dwóch miejsc.
pt_br: Nenhuma estrada ou porto próximo liga esses dois lugares.
ro: Nici un drum sau port din apropiere nu leagă aceste două locuri.
ru: Никакая дорога или близлежащий порт не соединяют эти два места.
sk: Žiadna cesta ani blízky prístav tieto dve miesta nespája.
sl: Nobena cesta ali bližnje pristanišče ne povezuje teh dveh krajev.
sq: Asnjë rrugë apo port aty pranë nuk i lidh ato dy vende.
sr: Ниједан пут или оближња лука не повезује та два места.
sv: Ingen väg eller närliggande hamn förbinder dessa två platser.
th: ไม่มีถนนหรือท่าเรือใกล้เคียงเชื่อมต่อระหว่างสถานที่ทั้งสองแห่งนี้
tr: Bu iki yeri birbirine bağlayan hiçbir yol veya yakın liman yok.
uk: Жодна дорога чи найближчий порт не з’єднує ці два місця.
vi: Không có con đường hay bến cảng nào gần đó kết nối hai nơi đó.
zh_hans: 没有道路或附近的港口连接这两个地方。
zh_hk: 沒有道路或附近的港口連接這兩個地方。
